export const links = [
  {
    source: 'Математика',
    target: 'Математика 1'
  },
  {
    source: 'Математика 1',
    target: 'Математика 2'
  },
  {
    source: 'Математика 2',
    target: 'Математика 3'
  },
  {
    source: 'Математика 3',
    target: 'Математика 4'
  },
  {
    source: 'Математика 4',
    target: 'Математика 5'
  },
  {
    source: 'Математика 5',
    target: 'Основы Математики'
  },
  {
    source: 'Основы Математики',
    target: 'Алгебра 1'
  },
  {
    source: 'Алгебра 1',
    target: 'Алгебра 2'
  },
  {
    source: 'Алгебра 2',
    target: 'Алгебра 3'
  },
  {
    source: 'Алгебра 3',
    target: 'Алгебра 4'
  },
  {
    source: 'Алгебра 4',
    target: 'Алгебра 5'
  },
  {
    source: 'Алгебра 5',
    target: 'Основы Алгебры'
  },
  {
    source: 'Основы Математики',
    target: 'Геометрия 1'
  },
  {
    source: 'Геометрия 1',
    target: 'Геометрия 2'
  },
  {
    source: 'Геометрия 2',
    target: 'Геометрия 3'
  },
  {
    source: 'Геометрия 3',
    target: 'Геометрия 4'
  },
  {
    source: 'Геометрия 4',
    target: 'Геометрия 5'
  },
  {
    source: 'Геометрия 5',
    target: 'Основы Геометрии'
  },
  {
    source: 'Физика',
    target: 'Физика 1'
  },
  {
    source: 'Физика 1',
    target: 'Физика 2'
  },
  {
    source: 'Физика 2',
    target: 'Физика 3'
  },
  {
    source: 'Физика 3',
    target: 'Физика 4'
  },
  {
    source: 'Физика 4',
    target: 'Физика 5'
  },
  {
    source: 'Физика 5',
    target: 'Основы Физики'
  },
  {
    source: 'Основы Физики',
    target: 'Динамика 1'
  },
  {
    source: 'Основы Физики',
    target: 'Основы Алгебры'
  },
  {
    source: 'Основы Физики',
    target: 'Основы Геометрии'
  },
  {
    source: 'Динамика 1',
    target: 'Динамика 2'
  },
  {
    source: 'Динамика 2',
    target: 'Динамика 3'
  },
  {
    source: 'Динамика 3',
    target: 'Динамика 4'
  },
  {
    source: 'Динамика 4',
    target: 'Динамика 5'
  },
  {
    source: 'Динамика 5',
    target: 'Основы Динамики'
  },
  {
    source: 'Основы Динамики',
    target: 'Термодинамика 1'
  },
  {
    source: 'Термодинамика 1',
    target: 'Термодинамика 2'
  },
  {
    source: 'Термодинамика 2',
    target: 'Термодинамика 3'
  },
  {
    source: 'Термодинамика 3',
    target: 'Термодинамика 4'
  },
  {
    source: 'Термодинамика 4',
    target: 'Термодинамика 5'
  },
  {
    source: 'Термодинамика 5',
    target: 'Основы Термодинамики'
  },
  {
    source: 'Основы Динамики',
    target: 'Электромагнитизм 1'
  },
  {
    source: 'Электромагнитизм 1',
    target: 'Электромагнитизм 2'
  },
  {
    source: 'Электромагнитизм 2',
    target: 'Электромагнитизм 3'
  },
  {
    source: 'Электромагнитизм 3',
    target: 'Электромагнитизм 4'
  },
  {
    source: 'Электромагнитизм 4',
    target: 'Электромагнитизм 5'
  },
  {
    source: 'Электромагнитизм 5',
    target: 'Основы Электромагнитизма'
  },
  {
    source: 'Основы Динамики',
    target: 'Оптика 1'
  },
  {
    source: 'Оптика 1',
    target: 'Оптика 2'
  },
  {
    source: 'Оптика 2',
    target: 'Оптика 3'
  },
  {
    source: 'Оптика 3',
    target: 'Оптика 4'
  },
  {
    source: 'Оптика 4',
    target: 'Оптика 5'
  },
  {
    source: 'Оптика 5',
    target: 'Основы Оптики'
  },
  {
    source: 'Химия',
    target: 'Химия 1'
  },
  {
    source: 'Химия 1',
    target: 'Химия 2'
  },
  {
    source: 'Химия 2',
    target: 'Химия 3'
  },
  {
    source: 'Химия 3',
    target: 'Химия 4'
  },
  {
    source: 'Химия 4',
    target: 'Химия 5'
  },
  {
    source: 'Химия 5',
    target: 'Основы Химии'
  },
  {
    source: 'Основы Химии',
    target: 'Ядерная Физика'
  },
  {
    source: 'Основы Динамики',
    target: 'Ядерная Физика'
  },
  {
    source: 'Информатика',
    target: 'Информатика 1'
  },
  {
    source: 'Информатика 1',
    target: 'Информатика 2'
  },
  {
    source: 'Информатика 2',
    target: 'Информатика 3'
  },
  {
    source: 'Информатика 3',
    target: 'Информатика 4'
  },
  {
    source: 'Информатика 4',
    target: 'Информатика 5'
  },
  {
    source: 'Информатика 5',
    target: 'Основы Информатики'
  },
  {
    source: 'Устройства 1',
    target: 'Устройства 2'
  },
  {
    source: 'Устройства 2',
    target: 'Устройства 3'
  },
  {
    source: 'Устройства 3',
    target: 'Основы Устройств'
  },
  {
    source: 'Основы Информатики',
    target: 'Устройства 1'
  },
  {
    source: 'Основы Электромагнитизма',
    target: 'Физические Установки'
  },
  {
    source: 'Основы Устройств',
    target: 'Физические Установки'
  },
  {
    source: 'Физические Установки',
    target: 'Физические Установки 1'
  },
  {
    source: 'Физические Установки 1',
    target: 'Физические Установки 2'
  },
  {
    source: 'Физические Установки 2',
    target: 'Физические Установки 3'
  },
  {
    source: 'Основы Информатики',
    target: 'Алгоритмы 1'
  },
  {
    source: 'Алгоритмы 1',
    target: 'Алгоритмы 2'
  },
  {
    source: 'Алгоритмы 2',
    target: 'Алгоритмы 3'
  },
  {
    source: 'Алгоритмы 3',
    target: 'Основы Алгоритмов'
  },
  {
    source: 'Основы Алгоритмов',
    target: 'Матанализ 1'
  },
  {
    source: 'Основы Алгебры',
    target: 'Матанализ 1'
  },
  {
    source: 'Матанализ 1',
    target: 'Матанализ 2'
  },
  {
    source: 'Матанализ 2',
    target: 'Матанализ 3'
  },
  {
    source: 'Матанализ 3',
    target: 'Основы Матанализа'
  },
  {
    source: 'Основы Химии',
    target: 'Неорганическая химия 1'
  },
  {
    source: 'Неорганическая химия 1',
    target: 'Неорганическая химия 2'
  },
  {
    source: 'Неорганическая химия 2',
    target: 'Неорганическая химия 3'
  },
  {
    source: 'Неорганическая химия 3',
    target: 'Неорганическая химия 4'
  },
  {
    source: 'Неорганическая химия 4',
    target: 'Неорганическая химия 5'
  },
  {
    source: 'Неорганическая химия 5',
    target: 'Секреты неорганической химии'
  },
  {
    source: 'Основы Химии',
    target: 'Органическая химия 1'
  },
  {
    source: 'Органическая химия 1',
    target: 'Органическая химия 2'
  },
  {
    source: 'Органическая химия 2',
    target: 'Органическая химия 3'
  },
  {
    source: 'Органическая химия 3',
    target: 'Органическая химия 4'
  },
  {
    source: 'Органическая химия 4',
    target: 'Органическая химия 5'
  },
  {
    source: 'Органическая химия 5',
    target: 'Секреты органической химии'
  },
];
