export const links = [
  {
    source: 'Математика',
    target: 'Математика 1'
  },
  {
    source: 'Математика 1',
    target: 'Математика 2'
  },
  {
    source: 'Математика 2',
    target: 'Математика 3'
  },
  {
    source: 'Математика 3',
    target: 'Математика 4'
  },
  {
    source: 'Математика 4',
    target: 'Математика 5'
  },
  {
    source: 'Математика 5',
    target: 'Основы Математики'
  },
  {
    source: 'Основы Математики',
    target: 'Алгебра 1'
  },
  {
    source: 'Алгебра 1',
    target: 'Алгебра 2'
  },
  {
    source: 'Алгебра 2',
    target: 'Алгебра 3'
  },
  {
    source: 'Алгебра 3',
    target: 'Алгебра 4'
  },
  {
    source: 'Алгебра 4',
    target: 'Алгебра 5'
  },
  {
    source: 'Алгебра 5',
    target: 'Основы Алгебры'
  },
  {
    source: 'Основы Математики',
    target: 'Геометрия 1'
  },
  {
    source: 'Геометрия 1',
    target: 'Геометрия 2'
  },
  {
    source: 'Геометрия 2',
    target: 'Геометрия 3'
  },
  {
    source: 'Геометрия 3',
    target: 'Геометрия 4'
  },
  {
    source: 'Геометрия 4',
    target: 'Геометрия 5'
  },
  {
    source: 'Геометрия 5',
    target: 'Основы Геометрии'
  },
  {
    source: 'Физика',
    target: 'Физика 1'
  },
  {
    source: 'Физика 1',
    target: 'Физика 2'
  },
  {
    source: 'Физика 2',
    target: 'Физика 3'
  },
  {
    source: 'Физика 3',
    target: 'Физика 4'
  },
  {
    source: 'Физика 4',
    target: 'Физика 5'
  },
  {
    source: 'Основы Физики',
    target: 'Динамика 1'
  },
  {
    source: 'Динамика 1',
    target: 'Динамика 2'
  },
  {
    source: 'Динамика 2',
    target: 'Динамика 3'
  },
  {
    source: 'Динамика 3',
    target: 'Динамика 4'
  },
  {
    source: 'Динамика 4',
    target: 'Динамика 5'
  },
  {
    source: 'Динамика 5',
    target: 'Основы Динамики'
  },
  {
    source: 'Основы Динамики',
    target: 'Термодинамика 1'
  },
  {
    source: 'Термодинамика 1',
    target: 'Термодинамика 2'
  },
  {
    source: 'Термодинамика 2',
    target: 'Термодинамика 3'
  },
  {
    source: 'Термодинамика 3',
    target: 'Термодинамика 4'
  },
  {
    source: 'Термодинамика 4',
    target: 'Термодинамика 5'
  },
  {
    source: 'Основы Динамики',
    target: 'Электромагнитизм 1'
  },
  {
    source: 'Электромагнитизм 1',
    target: 'Электромагнитизм 2'
  },
  {
    source: 'Электромагнитизм 2',
    target: 'Электромагнитизм 3'
  },
  {
    source: 'Электромагнитизм 3',
    target: 'Электромагнитизм 4'
  },
  {
    source: 'Электромагнитизм 4',
    target: 'Электромагнитизм 5'
  },
  {
    source: 'Основы Динамики',
    target: 'Оптика 1'
  },
  {
    source: 'Оптика 1',
    target: 'Оптика 2'
  },
  {
    source: 'Оптика 2',
    target: 'Оптика 3'
  },
  {
    source: 'Оптика 3',
    target: 'Оптика 4'
  },
  {
    source: 'Оптика 4',
    target: 'Оптика 5'
  },
];
